Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The primary and secondary exploration targets for the well were to prove petroleum in Middle and Lower Jurassic reservoir rocks (the Fangst and Båt groups).
nb: Primært og sekundært letemål for brønnen var å påvise petroleum i midtre og nedre jura reservoarbergarter (Fangst- og Båtgruppen).

source: In the primary exploration target, the well encountered approx. 30 metres of reservoir rocks in the Garn formation and 60 metres of reservoir rocks in the Ile formation (the Fangst group), both with very good reservoir quality.
nb: I primært letemål påtraff brønnen en om lag 30 meter reservoarbergarter i Garnformasjon og 60 meter reservoarbergarter i Ileformasjonen (Fangstgruppen), begge med meget god reservoarkvalitet.

source: In the secondary exploration target, about 95 and 70 metres of reservoir rocks were encountered in the Tilje and Åre formation in the Båt group, respectively, both with good to very good reservoir properties.
nb: I sekundært letemål ble det påtruffet om lag 95 og 70 meter reservoarbergarter i henholdsvis Tilje- og Åreformasjonen i Båtgruppen, begge med gode til meget gode reservoaregenskaper.

source: The well is the first exploration well in production licence 650.
nb: Brønnen er den første letebrønnen i utvinningstillatelse 650.

source: The well was drilled to measured and vertical depths of 2470 and 2306 metres below the sea surface, respectively, and was terminated in the Åre formation in the Lower Jurassic.
nb: Brønnen ble boret til et målt og vertikalt dyp på henholdsvis 2470 og 2306 meter under havflaten og ble avsluttet i Åreformasjonen i nedre jura.

source: Water depth at the site is 350 metres.
nb: Havdypet er 350 meter.

source: Well 6507/3-11 S was drilled by the Borgland Dolphin drilling facility, which will now proceed to production licence 248 in the North Sea to drill wildcat well 35/11-18 where Wintershall Norge AS is the operator.
nb: Brønn 6507/3-11 S ble boret av boreinnretningen Borgland Dolphin, som nå skal til utvinningstillatelse 248 i Nordsjøen for å bore undersøkelsesbrønn 35/11-18 der Wintershall Norge AS er operatør.

source: The well encountered gas.
nb: Brønnen påtraff gass.

source: The well was drilled about 20 kilometres west of the Aasta Hansteen field in the northern part of the Norwegian Sea.
nb: Brønnen er boret om lag 20 kilometer vest for Aasta Hansteen-feltet i nordlig del av Norskehavet.

source: The objective of the well was to prove petroleum in Upper Cretaceous reservoir rocks (the Nise formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Niseformasjonen).

source: The well encountered a total gas column of about 70 metres in the Nise formation, of which 40 metres in sandstone with very good reservoir quality.
nb: Brønnen påtraff en total gasskolonne på om lag 70 meter i Niseformasjonen, hvorav 40 meter i sandstein med meget god reservoarkvalitet.

source: Preliminary estimates place the size of the discovery between one and three billion standard cubic metres (Sm3 ) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom en og tre milliarder standard kubikkmeter (Sm3 ) utvinnbar gass.

source: The licensees will assess the discovery together with other discoveries in this production licence and the neighbouring licence (218) with regard to development and tie-in to the Aasta Hansteen field.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn i denne utvinningstillatelsen og nabotillatelsen 218 med hensyn til utvikling og tilknytning til Aasta Hansteen-feltet.

source: This is the second exploration well in production licence 602.
nb: Dette er den andre letebrønnen i utvinningstillatelse 602.

source: Well 6706/11-2 was drilled to a vertical depth of 2556 metres below the sea surface, and was terminated in the Nise formation in the Upper Cretaceous.
nb: Brønn 6706/11-2 ble boret til et vertikal dyp på 2556 meter under havflaten og avsluttet i Niseformasjonen i øvre kritt.

source: Water depth at the site is 1272 metres.
nb: Havdypet er 1272 meter.

source: Well 6706/11-2 was drilled by the Transocean Spitsbergen drilling facility, which will now be laid up at Averøy outside Kristiansund.
nb: Brønn 6706/11-2 ble boret av boreinnretningen Transocean Spitsbergen som nå skal til Averøy, Kristiansund.

source: The rig has completed its Contract with Statoil.
nb: Riggen er av kontrakten med Statoil.

source: The well was drilled about six kilometres west of the Aasta Hansteen field in the northern part of the Norwegian Sea.
nb: Brønnen er boret om lag seks kilometer vest for Aasta Hansteenfeltet i nordlig del av Norskehavet.

source: The objective of the well was to prove petroleum in reservoir rock from the Upper Cretaceous (the Nise Formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter (Niseformasjon).

source: The well encountered a total gas column of about 105 metres and a four-metre oil column in the Nise Formation, about 75 metres of which is in sandstone of very good reservoir quality.
nb: Brønnen påtraff en total gasskolonne på rundt 105 meter og fire meter oljekolonne i Niseformasjonen, hvorav om lag 75 meter i sandstein med svært god reservoarkvalitet.

source: Preliminary calculations of the size of the discovery are between five and nine billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom fem og ni milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: The licensees will consider the discovery along with other discoveries as regards a tie-in to the Aasta Hansteen field.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn med hensyn til en tilknytning til Aasta Hansteenfeltet.

source: This is the fifth exploration well in production licence 218.
nb: Dette er den femte letebrønnen i utvinningstillatelse 218.

source: The licence was awarded on 2 February 1996 in the 15th licensing round.
nb: Tillatelsen ble tildelt 2.februar 1996 i 15. konsesjonsrunde.

source: Appraisal well 6706/12-2 was drilled to a vertical depth of 2714 metres below sea level and was terminated in the Nise Formation in the Upper Cretaceous.
nb: Brønn 6706/12-2 ble boret til et vertikalt dyp av 2714 meter under havflaten, og ble avsluttet i Niseformasjonen i øvre kritt.

source: Water depth at the site is 1312 metres.
nb: Havdypet er 1312 meter.

source: Well 6706/12-2 was drilled by the Transocean Spitsbergen drilling facility, which will now proceed to drill wildcat well 6706/12-3 in production licence 602 near the Aasta Hansteen field, also operated by Statoil Petroleum AS.
nb: Brønn 6706/12-2 ble boret av boreinnretningen Transoceaan Spitsbergen som nå skal bore undersøkelsesbrønn 6706/12-3 i utvinningstillatelse 602 nær Aasta Hansteenfeltet,der Statoil Petroleum AS er operatør.

source: The well was drilled about 12 kilometres west of the Aasta Hansteen field in the northern part of the Norwegian Sea.
nb: Brønnen er boret om lag tolv kilometer vest for Aasta Hansteenfeltet i nordlig del av Norskehavet.

source: The objective of the well was to prove petroleum in Upper Cretaceous reservoir rocks, with a primary exploration target in the Nise formation and a secondary exploration target in the Kvitnos formation.
nb: Hensikten med brønnen var å påvise petroleum i øvre kritt reservoarbergarter, med primært letemål i Niseformasjonen og sekundært letemål i Kvitnosformasjonen.

source: The well encountered a total gas column of 38 metres in the Nise formation, of which about 30 metres in sandstone of extremely good reservoir quality.
nb: Brønnen påtraff en total gasskolonne på 38 meter i Niseformasjonen, hvorav om lag 30 meter i sandstein med svært god reservoarkvalitet.

source: In the Kvitnos formation, the well encountered aquiferous sandstone, of which about 35 metres with good reservoir quality.
nb: I Kvitnosformasjonen påtraff brønnen vannfylt sandstein, hvorav om lag 35 meter med god reservoarkvalitet.

source: Preliminary estimates of the size of the discovery are between 2-7 billion standard cubic metres (Sm³) of recoverable gas.
nb: Foreløpig beregning av størrelsen på funnet er mellom to og syv milliarder standard kubikkmeter (Sm³) utvinnbar gass.

source: The licensees will evaluate the discovery along with other discoveries, as regards a tie-in to the Aasta Hansteen field.
nb: Rettighetshaverne vil vurdere funnet sammen med andre funn med hensyn til en tilknytning til Aasta Hansteen-feltet.

source: Well 6706/12-3 was drilled to a vertical depth of 3296 metres below the sea surface, and was terminated in the Kvitnos formation in the Upper Cretaceous.
nb: Brønn 6706/12-3 ble boret til et vertikalt dyp av 3296 meter under havflaten, og ble avsluttet i Kvitnosformasjonen i øvre kritt.

source: Water depth at the site is 1287 metres.
nb: Havdypet er 1287 meter.

source: Well 6706/12-3 was drilled by the Transocean Spitsbergen drilling facility, which will now permanently plug 34/11-2 S near the Gullfaks field in the North Sea, where Statoil Petroleum AS is the operator.
nb: Brønn 6706/12-3 ble boret av boreinnretningen Transocean Spitsbergen som nå skal permanent plugge 34/11-2 S nær Gullfaks-feltet i Nordsjøen, der Statoil Petroleum AS er operatør.

source: The well is being drilled about 85 kilometres north-east of Berlevåg.
nb: Brønnen er boret om lag 85 kilometer nordøst for Berlevåg.

source: The primary exploration target for the well was to prove petroleum in carbonate and spiculite reservoir rocks (the Røye formation) in the Upper Permian.
nb: Primært letemål for brønnen var å påvise petroleum i karbonat- og spikulittreservoarbergarter (Røyeformasjonen) i øvre perm.

source: The secondary exploration target was to prove petroleum in underlying carbonates and sandstones (the Ørn formation and the Soldogg formation) in the Permian and Carboniferous Ages.
nb: Sekundært letemål var å påvise petroleum i underliggende karbonater og sandsteiner (Ørnformasjonen og Soldoggformasjonen) i perm og karbon.

source: In the primary exploration target, well 7130/4-1 encountered an approx. 40 metre thick aquiferous spiculite reservoir in the Røye formation, with poor reservoir quality.
nb: I primært letemål påtraff brønn 7130/4-1 et om lag 40 meter tykt vannførende spikulittreservoar i Røyeformasjonen med dårlig reservoarkvalitet.

source: In the secondary exploration target, the well proved traces of petroleum in the Ørn formation.
nb: I sekundært letemål påviste brønnen spor av petroleum i Ørnformasjonen.

source: The formation is about 180 metres thick, but is mainly tight.
nb: Formasjonen er om lag 180 meter tykk, men hovedsakelig tett.

source: In the Soldogg formation, the well encountered a 5 metre thick gas column in a sandstone reservoir with moderate reservoir quality.
nb: I Soldoggformasjonen ble en 5 meter tykk gasskolonne i sandsteinreservoar med moderat reservoarkvalitet påtruffet.

source: In total, the well encountered about 85 metres of reservoir in the Soldogg formation.
nb: Samlet påtraff brønnen om lag 85 meter reservoar i Soldoggformasjonen.

source: The gas/water contact was encountered.
nb: Gass/vann-kontakt ble påtruffet.

source: The assessment of the size of the discovery is unclear at this time, but indications are that it is too small to be commercial.
nb: Vurderingen av størrelsen på funnet er foreløpig uavklart, men antas å være så lite at det ikke er drivverdig.

source: The well was not formation-tested, but extensive data acquisition and sampling have been carried out, with cores from the primary exploration target, and lateral cores in the secondary exploration target (the Soldogg formation).
nb: Brønnen ble ikke formasjonstestet, men det er utført omfattende datainnsamling og prøvetaking med kjerner fra primært letemål, og sideveggskjerner i sekundært letemål (Soldoggformasjonen).

source: This is the first exploration well in production licence 708.
nb: Dette er den første letebrønnen i utvinningstillatelse 708.

source: Well 7130/4-1 was drilled to a vertical depth of 3184 metres below the sea surface and was terminated in the Soldogg formation in the Lower Carboniferous.
nb: Brønn 7130/4-1 ble boret til et vertikalt dyp av 3184 meter under havflaten og ble avsluttet i Soldoggformasjonen i nedre karbon.

source: Well 7130/4-1 was drilled by the Transocean Arctic, which will now drill wildcat well 7224/2-1 in production licence 611 in the Barents Sea, where Wintershall Norge AS is the operator.
nb: Brønn 7130/4-1 ble boret av Transocean Arctic som nå skal bore undersøkelsesbrønn 7224/2-1 i utvinningstillatelse 611 i Barentshavet der Wintershall Norge AS er operatør.

source: Licensees in production licence 708
nb: Rettighetshavere i utvinningstillatelse 708

source: Wellbore 15/5-7 A will be drilled from the drilling facility Transocean Winner at position 58°33’22.2” North and 01°39’19.3” East following the completion of the drilling of appraisal well 15/5-7 for StatoilHydro in production licence 048.
nb: Brønnbane 15/5-7 A skal bores fra boreinnretningen Transocean Winner i posisjon 58°33’22.2” Nord og 01°39’19.3” Øst etter at boringen av avgrensningsbrønnen 15/5-7 for StatoilHydro i utvinningstillatelse 048 er avsluttet.

source: The drilling program for wellbore 15/5-7 A consists of the drilling of a sidetrack well in production licence 048.
nb: Boreprogrammet for brønnbane 15/5-7 A gjelder boring av sidestegsbrønn i utvinningstillatelse 048.

source: StatoilHydro is the operator with an ownership interest of 78.2 per cent, and Total is the other licensee with an ownership interest of 21.8 per cent.
nb: StatoilHydro er operatør med 78,2 prosent andel, og Total er rettighetshaver med en andel på 21,8 prosent.

source: The area in this production licence consists of two parts of block 15/5.
nb: Arealet i denne tillatelsen består av to deler av blokk 15/5.

source: Block 15/5 lies just northwest of the Sleipner area in the North Sea.
nb: Blokk 15/5 ligger like nordvest for Sleipner-området i Nordsjøen.

source: Production licence 048 was awarded in the third licensing round on the Norwegian shelf in 1977.
nb: Utvinningstillatelse 048 ble tildelt i tredje konsesjonsrunde på norsk sokkel i 1977.

source: This is the fourth well to be drilled in this production licence.
nb: Dette er den fjerde brønnen som bores i utvinningstillatelsen.

source: The wells were drilled about four kilometres south of discovery well 7220/11-1 and approximately three kilometres northeast of appraisal wells 7220/11-2 and 7220/11-2 A.
nb: Brønnene er boret om lag fire kilometer sør for funnbrønnen 7220/11-1 og om lag tre kilometer nordøst for avgrensingsbrønnene 7220/11-2 og 7220/11-2 A.

source: Discovery 7220/11-1 was proven in carbonates in the Gipsdalen group in October 2014.
nb: Funnet 7220/11-1 ble påvist i karbonatbergarter i Gipsdalengruppen i oktober 2014.

source: After drilling of the discovery well, the operator's resource estimate for the discovery was between 14 and 50 million Sm3 recoverable oil and between 5 and 17 billion Sm3 recoverable gas.
nb: Etter boring av funnbrønnen var operatørens ressursanslag for funnet på mellom 14 og 50 millioner Sm3 utvinnbar olje og mellom 5 og 17 milliarder Sm3 utvinnbar gass.

source: The purpose of the wells was to delineate discovery 7220/11-1, and additionally to investigate the extent of the reservoir and hydrocarbon columns.
nb: Hensikten med brønnene var å avgrense funnet 7220/11-1 og i tillegg undersøke reservoarutbredelse og hydrokarbonkolonner.

source: Well 7220/11-3 encountered a 75-metre thick gas column and the upper part of an oil column in carbonates in the Gipsdalen group of good to very good reservoir quality.
nb: Brønn 7220/11-3 påtraff en 75 meter gasskolonne og øvre del av en oljekolonne i karbonatbergarter i Gipsdalengruppen, med god til svært god reservoarkvalitet.

source: Due to technical challenges, the well was plugged.
nb: På grunn av tekniske utfordringer ble brønnen plugget.

source: A decision was made to drill a sidetrack, 7220/11-3 A, about 400 metres to the southeast.
nb: Det ble besluttet å bore et sidesteg, 7220/11-3 A, om lag 400 meter mot sørøst.

source: The well encountered a 74-metre hydrocarbon column, 30 metres of which was a gas column and 44 metres was an oil column in reservoir rocks of good to poor reservoir quality.
nb: Brønnen påtraff en hydrokarbonkolonne på 74 meter, hvorav 30 meter gasskolonne og 44 meter oljekolonne i reservoarbergarter med god til dårlig reservoarkvalitet.

source: The age of the reservoir rock is uncertain, but is assumed to be of Triassic and/or Permian age.
nb: Alderen til reservoarbergartene er usikker, men antas å være av trias og/eller perm alder.

source: The well was temporarily plugged and abandoned to have the opportunity to return to it to drill deeper and, if relevant, perform a production test.
nb: Brønnen blir midlertidig plugget og forlatt for å ha mulighet til å komme tilbake for å bore dypere og eventuelt gjennomføre en produksjonstest.

source: Pressure gradients from wells 7220/11-3 and 7220/11-3 A show communication with discovery well 7220/11-1.
nb: Trykkgradienter fra brønnene 7220/11-3 og 7220/11-3 A viser kommunikasjon med funnbrønnen 7220/11-1.

source: The results from the appraisal wells are important for the further work of mapping the east flank of the discovery.
nb: Resultatene fra avgrensningsbrønnene er viktige med hensyn på videre arbeid med å kartlegge østflanken av funnet.

source: The resource estimate will be reassessed based on the new data.
nb: Ressursestimatet vil bli revurdert basert på de nye dataene.

source: These are the fourth and fifth exploration wells in production licence 609.
nb: Dette er fjerde og femte letebrønn i utvinningstillatelse 609.

source: Appraisal wells 7220/11-3 and 7220/11-3 A were drilled to measured depths of 1926 metres and 2105 metres, respectively, and vertical depths of 1925 and 1962 metres below sea level, respectively, and were terminated in the Gipsdalen group of Permian age.
nb: Avgrensingsbrønnene 7220/11-3 og 7220/11-3 A ble boret til et målt dyp på henholdsvis 1926 meter og 2105 meter og vertikalt dyp på henholdsvis 1925 og 1962 meter under havflaten, og ble avsluttet i Gipsdalengruppen av perm alder.

source: The water depth is 397 metres.
nb: Havdypet er 397 meter.

source: The wells were drilled by the Island Innovator drilling facility, which will now drill wildcat well 7220/6-2 in the same production licence.
nb: Brønnene ble boret av boreinnretningen Island Innovator som nå skal bore undersøkelsesbrønn 7220/6-2 i samme utvinningstillatelse.

source: The well was drilled about 6 kilometres southeast of oil discovery 7324/8-1 "Wisting" in the Barents Sea and 310 km north of Hammerfest.
nb: Brønnen er boret om lag 6 kilometer sørøst for oljefunnet 7324/8-1 «Wisting» i Barentshavet og 310 km nord for Hammerfest.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Middle Jurassic to Late Triassic Age (the Stø and Fruholmen formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellomjura til sentrias alder (Stø- og Fruholmenformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Middle to Late Triassic Age (the Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellom- til sentrias alder (Snaddformasjonen).

source: The well encountered about 15-metre thick reservoir rocks in the Stø formation with good reservoir quality and about 55-metre thick reservoir rocks in the Fruholmen formation with medium to good reservoir quality.
nb: Brønnen påtraff om lag 15 meter tykke reservoarbergarter i Støformasjonen med god reservoarkvalitet og om lag 55 meter tykke reservoarbergarter i Fruholmenformasjonen med middels til god reservoarkvalitet.

source: The well also encountered about 10-metre thick reservoir rocks in the Snadd formation with good reservoir quality.
nb: I tillegg påtraff brønnen om lag 10 meter tykke reservoarbergarter i Snaddformasjonen med god reservoarkvalitet.

source: This is the fourth exploration well in production licence 537.
nb: Dette er den fjerde letebrønnen i utvinningstillatelse 537.

source: Well 7324/8-2 was drilled to a vertical depth of 815 metres below the sea surface and was terminated in the Snadd formation from the Late Triassic Age.
nb: Brønnen 7324/8-2 ble boret til et vertikalt dyp på 815 meter under havflaten og ble avsluttet i Snaddformasjonen av sentrias alder.

source: Water depth at the site is 394 metres.
nb: Havdypet er 394 meter.

source: Well 7324/8-2 was drilled by the Leiv Eriksson drilling facility, which is now scheduled to drill wildcat well 6507/11-11 in production licence 591 in the Norwegian Sea, operated by Tullow Oil Norge AS.
nb: Brønn 7324/8-2 ble boret av boreinnretningen Leiv Eiriksson som nå skal bore undersøkelsesbrønn 6507/11-11 i utvinningstillatelse 591 i Norskehavet der Tullow Oil Norge AS er operatør.

source: The wells were drilled about six kilometres southwest of the 7220/11-1 discovery well and about 190 km northwest of Hammerfest.
nb: Brønnene er boret om lag seks kilometer sørvest for funnbrønnen 7220/11-1 og om lag 190 km nordvest for Hammerfest.

source: The discovery was proven in carbonate rocks in the Gipsdalen Group in October 2014.
nb: Funnet ble påvist i karbonatbergarter i Gipsdalengruppen i oktober 2014.

source: Before wells 7220/11-2 and 7220/11-2 A were drilled, the operator’s resource estimate for the discovery was between 14 and 50 million Sm3 of recoverable oil and between 5 and 17 billion Sm3 of recoverable gas.
nb: Før brønnene 7220/11-2 og 7220/11-2 A ble boret var operatørens ressursanslag for funnet på mellom 14 og 50 millioner Sm3 utvinnbar olje og mellom 5 og 17 milliarder Sm3 utvinnbar gass.

source: The objective of the wells was to delineate the 7220/11-1 discovery and also investigate the extent of the reservoir and hydrocarbon columns.
nb: Hensikten med brønnene var å avgrense funnet 7220/11-1 og i tillegg undersøke reservoarutbredelse og hydrokarbonkolonner.

source: Well 7220/11-2 encountered a 50-metre gas column in reservoir rocks with good to poor reservoir quality.
nb: Brønn 7220/11-2 påtraff en 50 meter gasskolonne i reservoarbergarter med god til dårlig reservoarkvalitet.

source: The oil zone is in tight rocks and a decision was therefore made to drill a sidetrack, 7220/11-2 A, about 330 metres to the west.
nb: Oljesonen er i tette bergarter og det ble derfor besluttet å bore et sidesteg, 7220/11-2 A, om lag 330 meter mot vest.

source: Well 7220/11-2 A encountered gas and oil in reservoir rocks with good to poor reservoir quality.
nb: Brønn 7220/11-2 A påtraff gass og olje i reservoarbergarter med god til dårlig reservoarkvalitet.

source: The age of the reservoir rocks is uncertain, but is assumed to be Triassic and/or Permian.
nb: Alderen til reservoarbergartene er usikker, men antas å være av trias og/eller perm alder.

source: A new resource estimate will be made after the next appraisal well.
nb: Nye ressurstall vil bli estimert etter neste avgrensningsbrønn.

source: The test shows increased permeability west of the well.
nb: Testen viser økt permeabilitet vest for brønnen.

source: These are the second and third exploration wells in production licence 609.
nb: Dette er andre og tredje letebrønn i utvinningstillatelse 609.

source: The permit was awarded in the 21st licensing round in 2011.
nb: Tillatelsen ble tildelt i 21. konsesjonsrunde i 2011.
